routes = {
    "Транзит 01": {
        "details": """🚍 *Транзит 11*

📍 *1. Старт:*
1. Столичне шосе 103 (Сільпо)  
2. Цілинна 2а (Фора)  

1️⃣ *ОБУХІВ*
1. Миру 13а (Біле Сухе)  
2. Миру 17А (Мастерок)  
3. Київська 111А (Мелофон)  
4. Каштанова 16/5 (Розетка)  
5. Київська 107 (Сільпо)  
6. Київська 25 (БРСМ)  
7. Київська 3Б (Розетка)  
8. Київська 1/2 (Зоосмайл)  
9. Київська 166 (Розетка)  

2️⃣ *УКРАЇНКА*
1. Юності 27 (ЖЖУК)  
2. Юності 6 (Розетка)  
3. Будівельників 13 (PIONA)  
4. Будівельників 11 (АПТ)  
5. Будівельників 1 (Манікюр)  
6. Дніпровський 5 (Розетка)  
7. Зв’язку 1 (АПТ)  
8. Дніпровський 23 (Епіцентр)  
9. Соснова 9 (АПТ)  

3️⃣ *КОЗИН*
1. Рудиківського 33А (Кюхеншеф)  
2. Партизанська 15 (Blossom)  

4️⃣ *КИЇВ*
1. Лютнева 58 (АПТ)  
2. Острівна 1 (АПТ)  
3. Острівна 1А (АПТ)  
4. Заболотного 37 (Фозі, 2 точки)"""
    },

    "Транзит 03": {
        "details": """🚍 *транзит 03-й маршрут*

1. Нове 8а  
2. Нове 14  
3. Арт 2298  
4. Героїв Майдану 8  
5. Арт 1233  
6. Островського 18  
7. Лук'яненко 66а  
8. Вокзальна 71  
9. Вокзальна 76а  
10. Апт 723  
11. Кожедуба 3 (Епіцентр)  
12. Кожедуба 3 (Біле Сухе)  
13. Апт 2138  
14. Жовтнева 17  
15. Лук'яненко 64  
16. Лесі Українки 12  
17. Лесі Українки 3  
18. Леонід Бірюкова 2  
19. Нове 52 (Епіцентр)  
20. Нове 52 (Розетка)  
21. Депутатська 1в  
22. Апт 2300  
23. Курортна 62  
24. Європейська 10  
25. Мироцьке Шляхова 2  
26. Паркова 1в  
27. Центральна 266  
28. Велика 2а  
29. Семашка 157а  
30. Немішаєве Сковороди 8  
31. Немішаєве Заводська 48  
32. Немішаєве Залізнична 11  
33. Ковельська 3  
34. Буча Героїв Майдану 12  
35. Апт 1332 (Пушкінська)"""
    },
    "Транзит 07": {
        "details": """🚍 *транзит 07-й маршрут*

1. Юнкерова 92 Біле сухе 
2. Селянська 1 Розетка 
3. Садова АПТ Гостомель 
4. Свято-Покровська 9б Лайфсел 
5. Свято-Покровська 9з Розетка 
6. Прорізна 5 Зоомагазин 
7. Чкалова 11 Окко 
8. 10 Лінія там два АПТ Епік і Міст
9. Гостомельський 9 Вайпшоп 
10. Антонова 8 Біле сухе 
11. Антонова 4 Iq store
12. Ярославська 3 Вода 
13. Соборна 105 Еко
14. Соборна 103 АПТ 
15. Соборна 114/? Ашан 
16. Грибоедова 13 Еко 
17. Зафіри Алієвої 66 Зоомагазин 
18. Соборна 122 Розетка 
19. Соборна 160 Сільпо 
20. Яблунева? АПТ  Фора 
21. Українська 87 Самоделкін 
22. Українська 83 Фрешбар 
23. Донцова 52/1 АПТ Траш 
24. Донцова 50а Розетка 
25. Донцова 50а АПТ Епік 
26. Університетська 2/1 Хозяїн 
27. Соборна 1 Хозяїн 
28. Соборна 1/2 Вода."""
    },
    "Маршрут 01": {
        "details": """🚍 *01-й маршрут*

1. Оболонський 21Б спец ,5б вхід  
2. Оболонський 19 сільпо  
3. Оболонський 19 розетка  
4. Левка Лукʼяненка 21 Інтер оптика  
5. АПТ 1111  
6. Левка Лукʼяненка 21 копіцентр  
7. Левка Лукʼяненка 22 кавʼярня  
8. АПТ 2077 еко маркет  
9. АПТ 8323 лукяненка 13/1 епіцентр є  
10. АПТ 1710 лукяненка 4а зоотовари Моніка  
11. Лугова 13б БРСМ  
12. АПТ 1713 КЛО  
13. Богатирська 2Е ОККО  
14. Богатирська 1/20 ОККО (1 поверх)  
15. АПТ 2348 лукяненка 2/4  
16. Героїв полку Азов 5 сільпо  
17. Героїв полку Азов 5 пивна гавань  
18. Оболонський 1Б сільпо (6б) потом 2б  
19. Левка Лукʼяненка 18 мейкап  
20. Івасюка 27б сільпо  
21. Івасюка 18в мультмаркет  
22. АПТ 1307 Івасюка 20 beer market  
23. АПТ 1336  
24. АПТ 8667  
25. АПТ 1444 29б  
26. Левка Лукʼяненка 29 копіцентр  
27. АПТ 920 Івасюка 39в фора"""
    },

    "Маршрут 02": {
        "details": """🚍 *2-й маршрут*

1. Героїв полку Азов 12, Розетка  
2. Героїв полку Азов 12, Ф-юа  
3. Оболонська (площа) 2а, поштомат Епіцентр 434  
4. Йорданська 9, поштомат Епіцентр 872  
5. Приозерна 14а, поштомат Епіцентр 1020  
6. Йорданська 10, поштомат 1472  
7. Архипенка 6, Сільпо  
8. Приозерна 2, поштомат 2131  
9. Івасюка/героїв Сталінграда 4к7, поштомат Епіцентр 254  
10. Івасюка/Сталінграду 6, поштомат 2303  
11. Івасюка 8, Розетка  
12. Івасюка 8а, Сільпо  
13. Івасюка 12П, Сільпо  
14. Івасюка 12є, поштомат Епіцентр 471  
15. Героїв полку Азов 34, Сільпо  
16. Архипенка (Мате Залки) 1/12, поштомат 1459  
17. Оболонська площа 5, поштомат Епіцентр 429  
18. Оболонська 3, Вейпшоп  
19. Оболонський просп 1-б, Інтертоп  
20. Героїв полку Азов 15/3 Паровар  
21. Степана Бандери 23, Фозі  
22. Степана Бандери 8/16а, поштомат 1058  
23. Степана Бандери 8, Розетка  
24. Степана Бандери 16, АПТ 2301  
25. Степана Бандери 36, Сільпо 3рамка  
26. Електриків 26, Продукти"""
    },
"Маршрут 03": {
        "details": """🚍 *03-й маршрут*

1. Полярна 15б  
2. Калнишевського (Сільпо)  
3. Калнишевського (фото центр)  
4. Калнишевського (хімчистка)  
5. Калнишевського (Розетка)  
6. Кондратюка 5, АТП / Розетка  
7. Просп. Литовський 4а (Сільпо)  
8. Вишгородська 45  
9. Макіївська 7 (пекарня / аптека)  
10. Дубровицька 12  
11. Вишгородська 46 (Розетка)  
12. Бережанська 22 (Сільпо)  
13. Полярна 8/8є  
14. Автозаводська 27а (аптека / Бджілка)  
15. Автозаводська 25 (аптека / Бірмаркет)  
16. Правди 3  
17. Пров. Червиновський (Пивна гавань / свіже м'ясо)  
18. Івашевича (Сільпо)  
19. Лугова 2а (ОККО)  
20. Вишгородська 21"""
    },
    "Маршрут 15": {
        "details": """🚍 *15-й маршрут*

1. Татарська 6, поштомат 713  
2. Підгірна 3/7, поштомат 1471  
3. Іллєнка 1 , розетка  
4. Білоруська 2, сільпо  
5. Білоруська 1, vape shop на трамв зупинке  
6. Загорівська 17-20, сільпо  
7. Загорівська 17-20 розетка  
8. Кирилівська 122/1, зоомагазин  
9. Кирилівська 122, vsetyt  
10. СКляренка 17, сільпо  
11. Балтійський 3а, біле сухе  
12. Балтійський 23а, розетка  
13. СКляренка 4, Окко  
14. Кирилівська 127, поштомат 912 без накл  
15. Сирецька 30/1, продукти  
16. Кирилівська 115/1 біле сухе  
17. Кирилівська 109/В1 поштомат  
18. Новокостянтинівська 1б, Окко  
19. Новокостянтинівська 4ж,Окко  
20. Костянтинівська 66, ОПТ поштомат 2347  
21. Юрківська 2 6/32, поштомат 867  
22. Оленівська 3 сільпо 099-927-74-08  
23. Межигірська 55/20, Еко поштомат 1437  
24. Межигірська 56/63а Лайфселл  
25. Верхній вал 28/12, розетка  
26. Костянтинівська 2а біле сухе  
27. Сагайдачного 41, сільпо  
28. Хорива 18/10 ,без накл  
29. Ярославская 56а сільпо  
30. Воздвиженська 31а , КОЛО Апт 2075  
31. Воздвиженская 52-54а,поштомат  
32. Нижній вал 13  
33. Нижній вал 3а, Окко  
34. Лукʼянівська 27 поштомат 546  
35. Лукьянівська 1 ,фора поштомат"""
    },

    "Маршрут 16": {
        "details": """🚍 *16-й маршрут*
        1.Чистяковская, 30 поштомат 
        2. Берестейский 67 MobiHub
        3. Берестейский 65Б Rozetka
        4. Олеся Бердника 1г сільпо
        5. Зеленого Клину 8 Поштомат 1004
        6. Ружинская 26/41 Поштомат 756
        7. Щербаковская 72 Поштомат 1707
        8. Щербаковская 72 QWAY
        9-13. Тираспольская 54 и 58 все точки
        14. Выговского 8 VSETUT
        15. Выговского 22 Поштомат 1278
        16. Выговского 22 Пивна Лавка(точки нема)
        17. Некрасова 1-3 Rozetka
        18. Мрии 19 Макс Автосервис
        19. Мрии 13 Пиво Мрії
        20. Мрии 16 Фора Поштомат 1100
        21. Салютная 2 Аптека(перед тим як їхати треба подзвонити , сказати номер машини)(0635200121)
        22. Щербаковская 45А Rozetka
        23. Щербаковская 45 СПЕЦ(0673703177)
        24.Олександрівська 1 , понтомат
        25. Берестейский 94/1 Сильпо"""
        },
"Маршрут 21": {
    "details": """🚍 *21-й маршрут*

📍 *Частина 1:*
1. Сергія Колоса, 3  
2. Степана Рудницького, 2Г  
3. Васильківська, 37А  
4. Васильківська, 17  
5. Голосіївський, 100/2  
6. Голосіївський, 104  
7. Голосіївський, 106  
8. Голосіївський, 108/1  
9. Васильківська, 47/1  

📍 *Частина 2:*  
10. Здановської Юлії, 36В  
11. Здановської Юлії, 73А  
12. Здановської Юлії, 48  
13. Здановської Юлії, 52/2 (Аптека Зі)  
14. Здановської Юлії, 85 (Хімчистка)  
15. Здановської Юлії, 50/2 (Обмін валют)  
16. Мейтуса, 4 (ОК Дім)  
17. Мейтуса, 4 (Розетка)  

📍 *Частина 3:*  
18. Васильківська, 30/1  
19. Холодноярська, 11  
20. Жуковського, 22  
21. Васильківська, 30  
22. Васильківська, 34  
23. Максимовича, 24Б  
24. Максимовича, 28Б  
25. Юнацька, 6  
26. Практична, 8  
27. Максимовича"""
},
    "Маршрут 23": {
        "details": """🚍 *23-й маршрут*

1. Пулюя 5 АПТ982  
2. Пулюя 8а ROZETKA  
3. Федора Ернста 16а Питна вода  
4. Лобановського 54 Smart Expert  
5. Лобанлвського 35 АПТ 1034  
6. Братів Зерових 14а АПТ1226  
7. Братів Зерових 14а господарчі  
8. Олексіївська 5-3 кіоск  
9. Соломянська 14 Біле Сухе  
10. Ратушного 12 Епіцентр  
11. Соломянська 33 АПТ 468  
12. Соломянська 44 АПТ 1064  
13. Преображенська 28 АПТ998  
14. Преображеньська 22/9 Біле Сухе  
15. Преображеньска 22/9 ROZETKA  
16. Мокра 20а ROZETKA  
17. Липківського 1а АПТ1708  
18. Липківького 1а Сільпо  
19. Огієнка 15 Еко-маркет  
20. Огієнка 15 АПТ1460 (Еко-маркет)  
21. Повітрофлотський 18 АПТ1039  
22. Чапека Карела 1 АПТ 1467  
23. Богданівська 7в Біле сухе  
24. Богданівська 7а фітоаптека  
25. Липкіського 40 ROZETKA"""
    },


    "Маршрут 24": {
        "details": """🚍 *24-й маршрут*

1. Повітрофлотський 2-/32  
2. Повітрофлотський 36  
3. Повітрофлотський 44 (поштомат)  
4. Чоколівський 6  
5. Чоколівський 16 (поштомат)  
6. Антонова 2/32  
7. Антонова 4  
8. Чоколівський 28  
9. Єреванська 3  
10. Єреванська 14  
11. Воробйова 13е (переадрес)  
12. Дудаєва 7  
13. Міцкевича 8  
14. Чоколівський 42 (ОККО)  
15. Чоколівський 37 (Розетка)  
16. Антоновича 43  
17. Волинська 10  
18. Волинська 9 (поштомат)  
19. Волинська 16  
20. Новгородська 1  
21. Молодогвардійська 12  
22. Донецька 10 (поштомат)  
23. Донецька 8/10  
24. Чоколівська 56  
25. Смілянська 8"""
    },

    "Маршрут 25": [
        "1. Шепелева 6 (АПТ БірМаркет)",
        "2. Борщагівська 195 (АПТ Аптека)",
        "3. Ніжинська 5 (БілеСухе)",
        "4. В.Гетьмана 34 (АПТ БірМаркет)",
        "5. Голего 2 (ВейпШоп)",
        "6. Голего 7 (АПТ ЄкоМаркет)",
        "7. В.Гетьмана 40 (Лайф)",
        "8. В.Гетьмана 46-б (АПТ ЄкоМаркет)",
        "9. Польова 73 (БілеСухе)",
        "10. Новопольова 2 (АПТ Магазин)",
        "11. + (БілеСухе)",
        "12. + (АПТ Єпіцентр)",
        "13. А. Волошина 2-а (АПТ Єпіцентр)",
        "14. Пр.Відрадний 6/1 (Розетка)",
        "15. Пр.Відрадний 12 (АПТ ГаляБалувана)",
        "16. Шалімова 39/7 (АПТ Іграшки)",
        "17. Шалімова 35 (БілеСухе)",
        "18. Шалімова 44/10 (Делві)",
        "19. Пр.Відрадний 18 (Ремонти)",
        "20. Гавела 83 (АПТ ЄкоМаркет)",
        "21. Гавела 79 (БілеСухе)",
        "22. Гавела 28 (Магазин Green)",
        "23. Гавела 36-б (АПТ Жилий будинок)",
        "24. Гавела 50 (Розетка)"
    ],
    "Маршрут 35": [
      "1. Курбаса 1а (остановка)",
      "2. Борщагівська 117 (аптека)",
      "3. Борщагівська 128 (Фора и Олівець, 2 точки)",
      "4. Борщагівська 146б (Beer Market)",
      "5. Борщагівська 154 (Лайф и Сільпо, эти две точки в Аркадии)",
      "6. Борщагівська 154а (Мармелад Епіцентр)",
      "7. Берестейський проспект 47а (Сільпо, на кассе)",
      "8. Янгеля 2а (выходная)",
      "9. Гетьмана 6а (ЧехолХаус, заезжай на парковку; затем объедешь это здание, не выезжая с парковки, 50 метров в гору)",
      "10. Гетьмана 4 (Суши Стори, аптека)",
      "11. Олекси Тихого 41а (Біле і Сухе)",
      "12. Олекси Тихого 32а (Beer Market)",
      "13. Олекси Тихого 80/17 (магазин, название не помню)",
      "14. Борщагівська 206 (Розетка)",
      "15. Борщагівська 210 (Суши Стори)",
      "16. Гарматна 20 (Біле і Сухе)",
      "17. Машинобудівна 44а (f.ua)",
      "18. Гавела 4а (Фора, аптека)",
      "19. Гавела 8а (АТБ, главный вход возле обмена валют, аптека)",
      "20. Гавела 8 (Розетка)",
      "21. Героїв Севастополя 20/1",
      "22. Героїв Севастополя 24/2",
      "23. Гавела 53 (Сервис Центр, до 16:00)",
      "24. Гавела 51/16 (Біле і Сухе)",
      "25. Гавела 45 (Фора)",
      "26. Скакуна 23",
      "27. Гавела 18 (Пчілка, последняя точка)"
    ],
    "Маршрут 37": [
        "1. Горького 5б (Епіцентр, поштомат)",
        "2. Горького 5б (Біле Сухе)",
        "3. Зелена 12 (Розетка)",
        "4. Шалімова 61 (Біле Сухе)",
        "5. Шалімова 65 (Поштомат Епіцентр)",
        "6. Шалімова 65 (Ще один поштомат Епіцентр)",
        "7. Виїжджаєш з двору і на Шалімова 65 (фасад) Вейп Шоп",
        "8. Через дорогу від Вейп Шопа (Шалімова 70/2, Розетка)",
        "9. Сімейна лавка за углом (адрес не пам’ятаю)",
        "10. Небесної Сотні 38 (Фора, Поштомат)",
        "11. Небесної Сотні 30 (Біле Сухе)",
        "12. Небесної Сотні 28 (Розетка)",
        "13. Небесної Сотні 28 (Поштомат, з Розетки виходиш і направо до кінця будинку пивний магазин)",
        "14. Бишівська 7 (Траш Маркет)",
        "15. Небесної Сотні 24/83 (СПЕЦ, наше відділення)",
        "16. Небесної Сотні 24/83 (направо від відділення в ТЦ Розетка)",
        "17. Магазин Юміс 16/10 (на території ЖК, адрес глянеш, заходиш в арку, перед аркою маленька зелена вивіска Юміс)",
        "18. Соборна 126/14 (Бірланд Поштомат, біля нього ще один поштомат, але туди майже ніколи немає)",
        "19. ТЦ Європак (Розетка)",
        "20. ТЦ Європак (Сільпо)",
        "21. Лесі Українки 12 (Біле Сухе)",
        "22. Лесі Українки 12 (Кав'ярня, Поштомат, вхід праворуч від входу в Біле Сухе)",
        "23. Магазин Домашній (адрес глянеш)",
        "24. Барбер Шоп Борода (це все один ЖК)",
        "25. Автотовари",
        "26. Буду Пиво",
        "27. Маркет Траш (Поштомат)",
    ],
    "Маршрут 38": [
        "1. Паладина 16/39 (Розетка)",
        "2. Палладина 22",
        "3. Паладина 31",
        "4. Ефремова 3",
        "5. Вернадского 79",
        "6. Доброхотова 11",
        "7. Вернадского 16",
        "8. Вернадского 24",
        "9. Серпова 11",
        "10. Чернобыльская 3",
        "11. Ирпенская 78",
        "12. Прилужная 4/15 (Розетка)",
        "13. Анна Ярославны 34",
        "14. Булаховского 3А (Розетка)",
        "15. Булаховского 3А (Hi Mobile)",
        "16. Булаховского 3А (Почтомат 979)",
        "17. Булаховского 5Д",
        "18. Булаховского 5Б",
        "19. Подлесная 1 (Почтомат)",
        "20. Подлесная 1 (Сильпо)",
        "21. Подлесная 5",
        "22. Клавдиевская 40г",
        "23. Клавдиевская 40А",
        "24. Олевская 7",
        "25. Олевская 5",
        "26. Доковская 1В",
        "27. Доковская 14",
        "28. Доковская 1 (Розетка)",
        "29. Пономарёва 26 (Почтомат)",
        "30. Пономарёва 26 (Біле і Сухе)",
        "31. Берковецкая 6 (Сильпо)",
        "32. Паладина 33 (ОККО)",
    ],
"Маршрут 44": {
    "details": """🚍 *44-й маршрут*

1. Коновальця 26а (Сільпо)  
2. Лесі Українки 24 (Розетка)  
3. Лесі Українки 17 (Інтертоп)  
4. Лесі Українки 5 (МППВ)  
5. Шовковична 48 (Апт 1064)  
6. Спортивна 1 (Сільпо, рампа) ☎️ *дзвонити*: 099 927-7354  
7. Саксаганського 44 (Апт 1102)  
8. Саксаганського 54/56 (Апт 9033)  
9. Жилянська 59 (Апт 721)  
10. Велика Васильківська 72 (Апт 2096)  
   🔸 *Вхід чорний з Антоновича одразу до ліфту*  
11. Антоновича 50 (Розетка)  
12. Антоновича 51 (Апт 588)  
13. Бессарабська 2 (Lifecell)  
14. Майдан Незалежності 1 (MakeUp)  
15. Лютеранська 3 (Апт 1473)  
16. Лютеранська 11а  
17. Хрещатик 7/13 (Розетка)  
18. Костьольна 3 (Апт 719)  
19. Михайлівська 16  
20. 🆕 *Майдан Незалежності 1 (Інтертоп)* — *новий пункт між Михайлівською 16 і Чикаленко 11а*  
21. Євгена Чикаленка 11а  
22. Прорізна 16 (Апт 649)  
23. Мала Житомирська 10 (Апт 961)  
24. Золотоворітська 3  
25. Богдана Хмельницького 31/27 (Апт 1069)  
26. Миколи Костомарова (Коюбинського) 1 (Апт 466)  
27. Велика Житомирська 40 (Розетка)  

🔁 Усі переадресації — до найближчих Розеток по ходу маршруту.
""" },

"Маршрут 45": {
    "details": """🚍 *45-й маршрут*
    1)Антоновича 115 - АПТ в приміщенні супермаркету Пчілка на другому поверсі
2) Казиміра Малевича 107 Сільпо
3) Велика Васильківська 143/2  АПТ вхід біля магазинк eva 
4,5,6,) Антоновича 165 Розетка, Сільпо також поряд поштомат Епіцентру (якщо заходити з вул Загородня і до Розетки ближче)
7) Міхновского 16/1, Розетка 
8) Бойчука 30 вейпшоп на зупинці транспорту 
9) Верхогляда 16, Сільпо (парковка біля рамп вигрузки)
10) Бойчука 1/2 АПТ Епіцентру 659
11) Інженерна 1, Сільпо
12) Наддніпрянське шоссе 10, ОККО
13) Старонаводницька 8б АПТ у під'їзді будинку
14) Цитадельна 6/8 АПТ 650 Епіцентр 
15) Омельяновича-Павленка, 13 АПТ Епіцентр 157
16) Князів Острожських 46/2 сенс банк, АПТ (ориентир возле перехрестка сразу увидишь аптеку, справа от нее дверь)
17) Печерська 1 Lifecell (от входа в рынок второй пролёт и налево, увидишь сразу магазин)(они принимают посылки до 2кг, если будет больше, то нужен будет переадрес на Леси 24 розетка)
18) Лесі Українки 28 фора (поштомати 987,1320)
19) Лесі Українки 34 АПТ в обмін валют.
20) Лесі Українки 34, магазин Делві
21) Приймаченко 1/27, Біле Сухе
22) Лесі Українки 36/10, магазин Делві 
23) Міхновского 17/5, Епіцентр точка видачі, одразу уточни у Дениса чи погоджено про роботу точки, оскільки у мене в суботу не прийняли
24) Академіка Філатова 7 Сільпо 
25) Іоанна Павла ||, 5 торговий центр - АПТ, знаходиться на другому поверсі
26) Джона Маккейна 3А магазин foodstory) 
27) Предславинська 25, АПТ епіцентру 1013"""},
    
"Маршрут 59": {
    "details": """🚍 *59-й маршрут*

1. Королева 3 (Розетка)
2. 749
3. 964
4. Кунбаса 1а (Берлин)
5. 1011
6. 1909
7. Королева 12ж (Пивнушка)
8. 946
9. Симиренка 5 (Розетка)
10. Махова 4 (Вейшоп)
11. 1114
12. 2052
13. Кунбаса 2ж (ОККО)
14. Гната Юри 20 (Розетка, Сільпо, Майкап)
15. Біле Сухе Гната Юри 16 (С парковки)
16. Кольцова 14м (Сільпо)
17. Кольцова 14д (Розетка)
18. Кольцова 14у (Принт)
19. Зодчіх 18г (Пивнуха)
20. 710
21. 1074
22. 506
23. 504
24. 1343
25. 1025
26. 486

🔁 
""" },}